{"0": [0, 106], "00": [341, 39], "000": [458, 18], "01": [515, 42], "02": [641, 55], "03": [806, 45], "04": [941, 44], "040": [1073, 1], "05": [1076, 45], "06": [1211, 42], "07": [1337, 47], "08": [1478, 43], "09": [1607, 51], "092": [1760, 1], "1": [1763, 628], "10": [3858, 588], "100": [5692, 30], "1000": [5806, 1], "1001": [5814, 3], "1002": [5832, 1], "1003": [5840, 1], "1004": [5848, 1], "1005": [5856, 1], "1006": [5864, 5], "1007": [5890, 62], "1008": [6150, 5], "1009": [6176, 1], "101": [6184, 2], "1010": [6195, 1], "1011": [6203, 1], "1012": [6211, 33], "1013": [6361, 6], "1014": [6393, 2], "1015": [6407, 6], "1016": [6437, 1], "1017": [6445, 1], "1018": [6453, 1], "1019": [6461, 1], "102": [6469, 3], "1020": [6483, 5], "1021": [6509, 1], "1022": [6517, 3], "1023": [6535, 10], "1024": [6584, 39], "1025": [6758, 6], "1026": [6790, 9], "1027": [6860, 1], "1028": [6868, 33], "1029": [7050, 33], "103": [7216, 2], "1030": [7227, 5], "1031": [7261, 1], "1032": [7269, 1], "1033": [7277, 1], "1034": [7285, 1], "1035": [7293, 2], "1036": [7307, 1], "1037": [7315, 5], "1038": [7341, 1], "1039": [7349, 1], "104": [7357, 2], "1040": [7368, 18], "1041": [7458, 1], "1042": [7466, 1], "1043": [7474, 1], "1044": [7482, 2], "1045": [7496, 2], "1046": [7510, 70], "1047": [7820, 4], "1048": [7844, 1], "1049": [7852, 2], "105": [7866, 3], "1050": [7880, 29], "1051": [8016, 57], "1052": [8306, 4], "1053": [8332, 6], "1054": [8372, 1], "1055": [8380, 1], "1056": [8388, 1], "1057": [8396, 1], "1058": [8404, 1], "1059": [8412, 7], "106": [8448, 45], "1060": [8670, 1], "1061": [8678, 1], "1062": [8686, 20], "1063": [8784, 1], "1064": [8792, 1], "1065": [8800, 1], "1066": [8808, 1], "1067": [8816, 1], "1068": [8824, 3], "1069": [8842, 6], "107": [8874, 10], "1070": [8933, 1], "1071": [8941, 2], "1072": [8955, 9], "1073": [8999, 5], "1074": [9035, 1], "1075": [9043, 1], "1076": [9051, 1], "1077": [9059, 1], "1078": [9067, 1], "1079": [9075, 1], "108": [9083, 4], "1080": [9103, 1], "1081": [9111, 5], "1082": [9137, 1], "1083": [9145, 33], "1084": [9303, 37], "1085": [9473, 1], "1086": [9481, 45], "1087": [9677, 3], "1088": [9695, 2], "1089": [9709, 1], "109": [9717, 3], "1090": [9731, 1], "1091": [9739, 1], "1092": [9747, 15], "1093": [9821, 9], "1094": [9863, 1], "1095": [9871, 1], "1096": [9879, 1], "1097": [9887, 1], "1098": [9895, 51], "1099": [10117, 3], "11": [10137, 390], "110": [11405, 2], "1100": [11416, 6], "1101": [11455, 1], "1102": [11463, 74], "1103": [11787, 2], "1104": [11798, 5], "1105": [11824, 22], "1106": [11918, 1], "1107": [11926, 8], "1108": [11967, 3], "1109": [11982, 41], "111": [12152, 1], "1110": [12160, 1], "1111": [12168, 2], "1112": [12182, 8], "1113": [12244, 1], "1114": [12252, 3], "1115": [12272, 3], "1116": [12290, 5], "1117": [12322, 8], "1118": [12370, 4], "1119": [12396, 1], "112": [12404, 3], "1120": [12418, 1], "1121": [12426, 10], "1122": [12476, 31], "1123": [12608, 1], "1124": [12616, 1], "1125": [12624, 1], "1126": [12632, 5], "1127": [12658, 1], "1128": [12666, 3], "1129": [12684, 1], "113": [12692, 2], "1130": [12703, 5], "1131": [12731, 60], "1132": [12977, 94], "1133": [13371, 1], "1134": [13379, 22], "1135": [13481, 10], "1136": [13529, 10], "1137": [13581, 6], "1138": [13613, 30], "1139": [13739, 105], "114": [14253, 2], "1140": [14264, 101], "1141": [14744, 54], "1142": [15018, 7], "1143": [15052, 1], "1144": [15060, 1], "1145": [15068, 4], "1146": [15094, 2], "1147": [15108, 2], "1148": [15122, 4], "1149": [15146, 60], "115": [15392, 5], "1150": [15412, 1], "1151": [15420, 4], "1152": [15442, 2], "1153": [15456, 5], "1154": [15494, 1], "1155": [15502, 13], "1156": [15578, 1], "1157": [15586, 10], "1158": [15638, 2], "1159": [15652, 4], "116": [15674, 2], "1160": [15685, 3], "1161": [15703, 1], "1162": [15711, 5], "1163": [15737, 1], "1164": [15745, 1], "1165": [15753, 1], "1166": [15761, 1], "1167": [15769, 1], "1168": [15777, 1], "1169": [15785, 1], "117": [15793, 5], "1170": [15813, 1], "1171": [15821, 1], "1172": [15829, 20], "1173": [15987, 8], "1174": [16031, 1], "1175": [16039, 30], "1176": [16217, 1], "1177": [16225, 13], "1178": [16287, 1], "1179": [16295, 17], "118": [16381, 6], "1180": [16404, 4], "1181": [16430, 2], "1182": [16444, 1], "1183": [16452, 1], "1184": [16460, 21], "1185": [16594, 5], "1186": [16624, 1], "1187": [16632, 1], "1188": [16640, 42], "1189": [16818, 2], "119": [16832, 2], "1190": [16843, 17], "1191": [16923, 8], "1192": [16967, 1], "1193": [16975, 1], "1194": [16983, 4], "1195": [17009, 1], "1196": [17017, 1], "1197": [17025, 4], "1198": [17047, 77], "1199": [17401, 1], "12": [17409, 455], "120": [18801, 7], "1200": [18830, 30], "1201": [18956, 1], "1202": [18964, 1], "1203": [18972, 1], "1204": [18980, 1], "1205": [18988, 11], "1206": [19058, 1], "1207": [19066, 4], "1208": [19088, 5], "1209": [19116, 1], "121": [19124, 4], "1210": [19144, 1], "1211": [19152, 14], "1212": [19226, 1], "1213": [19234, 1], "1214": [19242, 45], "1215": [19442, 72], "1216": [19784, 10], "1217": [19846, 1], "1218": [19854, 2], "1219": [19868, 3], "122": [19890, 4], "1220": [19910, 1], "1221": [19918, 1], "1222": [19926, 5], "1223": [19956, 93], "1224": [20384, 4], "1225": [20410, 20], "1226": [20520, 5], "1227": [20546, 1], "1228": [20554, 13], "1229": [20618, 1], "123": [20626, 103], "1230": [21079, 1], "1231": [21087, 8], "1232": [21127, 1], "1233": [21135, 1], "1234": [21143, 67], "1235": [21447, 1], "1236": [21455, 2], "1237": [21469, 18], "1238": [21595, 1], "1239": [21603, 1], "124": [21611, 5], "1240": [21639, 1], "1241": [21647, 15], "1242": [21729, 4], "1243": [21751, 1], "1244": [21759, 1], "1245": [21767, 1], "1246": [21775, 1], "1247": [21783, 10], "1248": [21833, 9], "1249": [21883, 1], "125": [21891, 4], "1250": [21911, 1], "1251": [21919, 2], "1252": [21933, 1], "1253": [21941, 1], "1254": [21949, 1], "1255": [21957, 1], "1256": [21965, 1], "1257": [21973, 2], "1258": [21987, 7], "1259": [22029, 1], "126": [22037, 2], "1260": [22048, 1], "1261": [22056, 3], "1262": [22074, 2], "1263": [22088, 60], "1264": [22360, 3], "1265": [22378, 133], "1266": [23040, 1], "1267": [23048, 1], "1268": [23056, 3], "1269": [23074, 1], "127": [23082, 3], "1270": [23096, 45], "1271": [23292, 7], "1272": [23328, 1], "1273": [23336, 17], "1274": [23424, 2], "1275": [23438, 1], "1276": [23446, 1], "1277": [23454, 1], "1278": [23462, 33], "1279": [23630, 1], "128": [23638, 3], "1280": [23652, 2], "1281": [23666, 1], "1282": [23674, 1], "1283": [23682, 1], "1284": [23690, 5], "1285": [23716, 1], "1286": [23724, 1], "1287": [23732, 1], "1288": [23740, 9], "1289": [23782, 1], "129": [23790, 3], "1290": [23804, 1], "1291": [23812, 1], "1292": [23820, 9], "1293": [23890, 5], "1294": [23918, 2], "1295": [23932, 3], "1296": [23950, 1], "1297": [23958, 1], "1298": [23966, 7], "1299": [24000, 1], "13": [24008, 366], "130": [25120, 4], "1300": [25137, 1], "1301": [25145, 2], "1302": [25156, 1], "1303": [25164, 75], "1304": [25508, 3], "1305": [25526, 2], "1306": [25540, 41], "1307": [25716, 4], "1308": [25738, 1], "1309": [25746, 3], "131": [25764, 2], "1310": [25775, 1], "1311": [25783, 2], "1312": [25794, 6], "1313": [25824, 4], "1314": [25848, 4], "1315": [25870, 1], "1316": [25878, 5], "1317": [25904, 1], "1318": [25912, 1], "1319": [25920, 5], "132": [25948, 3], "1320": [25962, 1], "1321": [25970, 5], "1322": [25996, 2], "1323": [26010, 109], "1324": [26504, 20], "1325": [26614, 2], "1326": [26628, 10], "1327": [26686, 18], "1328": [26820, 14], "1329": [26888, 14], "133": [26954, 5], "1330": [26974, 5], "1331": [27002, 1], "1332": [27010, 2], "1333": [27024, 4], "1334": [27046, 30], "1335": [27180, 1], "1336": [27188, 31], "1337": [27320, 3], "1338": [27338, 9], "1339": [27402, 1], "134": [27410, 8], "1340": [27445, 1], "1341": [27453, 1], "1342": [27461, 1], "1343": [27469, 1], "1344": [27477, 1], "1345": [27485, 4], "1346": [27513, 6], "1347": [27547, 7], "1348": [27597, 6], "1349": [27633, 7], "135": [27675, 5], "1350": [27695, 21], "1351": [27815, 1], "1352": [27823, 21], "1353": [27973, 2], "1354": [27987, 23], "1355": [28195, 3], "1356": [28213, 8], "1357": [28259, 1], "1358": [28267, 109], "1359": [28787, 1], "136": [28795, 2], "1360": [28806, 1], "1361": [28814, 1], "1362": [28822, 1], "1363": [28830, 1], "1364": [28838, 2], "1365": [28852, 30], "1366": [28982, 67], "1367": [29276, 4], "1368": [29298, 1], "1369": [29306, 4], "137": [29328, 2], "1370": [29339, 2], "1371": [29353, 1], "1372": [29361, 3], "1373": [29379, 1], "1374": [29387, 1], "1375": [29395, 1], "1376": [29403, 1], "1377": [29411, 1], "1378": [29419, 1], "1379": [29427, 60], "138": [29699, 2], "1380": [29710, 101], "1381": [30164, 1], "1382": [30172, 1], "1383": [30180, 3], "1384": [30198, 1], "1385": [30206, 1], "1386": [30214, 29], "1387": [30338, 36], "1388": [30494, 48], "1389": [30702, 26], "13891": [30828, 1], "139": [30831, 3], "1390": [30845, 26], "1391": [30955, 3], "1392": [30973, 33], "1393": [31127, 58], "1394": [31399, 29], "1395": [31523, 31], "1396": [31667, 73], "1397": [32125, 31], "1398": [32259, 1], "1399": [32267, 12], "14": [32327, 329], "140": [33340, 48], "1400": [33536, 8], "1401": [33573, 8], "1402": [33610, 1], "1403": [33618, 1], "1404": [33626, 2], "1405": [33640, 1], "1406": [33648, 1], "1407": [33656, 1], "1408": [33664, 11], "1409": [33714, 2], "141": [33728, 2], "1410": [33739, 11], "1411": [33794, 7], "1412": [33830, 1], "1413": [33838, 7], "1414": [33874, 1], "1415": [33882, 1], "1416": [33890, 1], "1417": [33898, 10], "1418": [33950, 9], "1419": [34012, 4], "142": [34036, 9], "1420": [34097, 4], "1421": [34119, 80], "1422": [34487, 1], "1423": [34495, 1], "1424": [34503, 6], "1425": [34533, 15], "1426": [34607, 1], "1427": [34615, 1], "1428": [34623, 1], "1429": [34631, 6], "143": [34667, 2], "1430": [34678, 1], "1431": [34686, 1], "1432": [34694, 1], "1433": [34702, 1], "1434": [34710, 3], "1435": [34732, 2], "1436": [34746, 1], "1437": [34754, 1], "1438": [34762, 1], "1439": [34770, 1], "144": [34778, 2], "1440": [34789, 11], "1441": [34843, 1], "1442": [34851, 1], "1443": [34859, 1], "1444": [34867, 4], "1445": [34889, 1], "1446": [34897, 1], "1447": [34905, 1], "1448": [34913, 1], "1449": [34921, 2], "145": [34935, 7], "1450": [34970, 1], "1451": [34978, 1], "1452": [34986, 2], "1453": [35000, 44], "1454": [35196, 1], "1455": [35204, 39], "1456": [35378, 8], "1457": [35416, 2], "1458": [35430, 20], "1459": [35516, 1], "146": [35524, 3], "1460": [35538, 61], "1461": [35798, 1], "1462": [35806, 60], "1463": [36052, 60], "1464": [36298, 77], "1465": [36622, 1], "1466": [36630, 5], "1467": [36656, 61], "1468": [36914, 70], "1469": [37216, 21], "147": [37322, 4], "1470": [37339, 1], "1471": [37347, 45], "1472": [37601, 3], "1473": [37619, 1], "1474": [37627, 2], "1475": [37641, 1], "1476": [37649, 1], "1477": [37657, 106], "1478": [38201, 2], "1479": [38215, 1], "148": [38223, 4], "1480": [38240, 2], "1481": [38254, 1], "1482": [38262, 1], "1483": [38270, 1], "1484": [38278, 45], "1485": [38468, 19], "1486": [38550, 35], "1487": [38698, 58], "1488": [38954, 15], "1489": [39046, 12], "149": [39118, 3], "1490": [39132, 1], "1491": [39140, 175], "1492": [40112, 1], "1493": [40120, 1], "1494": [40128, 2], "1495": [40144, 2], "1496": [40160, 131], "1497": [40804, 8], "1498": [40868, 43], "1499": [41050, 1], "15": [41058, 232], "150": [41773, 5], "1500": [41793, 1], "1501": [41801, 1], "1502": [41809, 12], "1503": [41871, 5], "1504": [41897, 10], "1505": [41951, 1], "1506": [41959, 1], "1507": [41967, 2], "1508": [41981, 1], "1509": [41989, 1], "151": [41997, 2], "1510": [42008, 1], "1511": [42016, 2], "1512": [42030, 1], "1513": [42038, 1], "1514": [42046, 1], "1515": [42054, 14], "1516": [42128, 1], "1517": [42136, 2], "1518": [42150, 5], "1519": [42178, 1], "152": [42186, 9], "1520": [42230, 1], "1521": [42238, 9], "1522": [42292, 1], "1523": [42300, 26], "1524": [42418, 7], "1525": [42464, 9], "1526": [42516, 10], "1527": [42566, 8], "1528": [42606, 2], "1529": [42620, 1], "153": [42628, 4], "1530": [42648, 10], "1531": [42698, 68], "1532": [42982, 1], "1533": [42990, 8], "1534": [43034, 1], "1535": [43042, 63], "1536": [43302, 7], "1537": [43336, 8], "1538": [43378, 6], "1539": [43408, 9], "154": [43466, 3], "1540": [43480, 7], "1541": [43522, 11], "1542": [43574, 28], "1543": [43698, 4], "1544": [43732, 10], "1545": [43780, 1], "1546": [43788, 1], "1547": [43796, 2], "1548": [43810, 21], "1549": [43942, 62], "155": [44288, 7], "1550": [44324, 5], "1551": [44354, 11], "1552": [44410, 33], "1553": [44570, 10], "1554": [44618, 3], "1555": [44636, 1], "1556": [44644, 1], "1557": [44652, 1], "1558": [44660, 5], "1559": [44686, 4], "156": [44710, 3], "1560": [44724, 1], "1561": [44732, 6], "1562": [44762, 1], "1563": [44770, 1], "1564": [44778, 7], "1565": [44814, 75], "1566": [45154, 5], "1567": [45184, 3], "1568": [45202, 1], "1569": [45210, 1], "157": [45218, 4], "1570": [45235, 22], "1571": [45337, 1], "1572": [45345, 27], "1573": [45477, 9], "1574": [45523, 1], "1575": [45531, 1], "1576": [45539, 1], "1577": [45547, 1], "1578": [45555, 1], "1579": [45563, 1], "158": [45571, 2], "1580": [45582, 2], "1581": [45596, 8], "1582": [45636, 1], "1583": [45644, 5], "1584": [45676, 1], "1585": [45684, 2], "1586": [45698, 1], "1587": [45706, 1], "1588": [45714, 1], "1589": [45722, 4], "159": [45744, 3], "1590": [45758, 1], "1591": [45766, 2], "1592": [45780, 8], "1593": [45846, 8], "1594": [45892, 7], "1595": [45932, 1], "1596": [45940, 1], "1597": [45948, 9], "1598": [46002, 1], "1599": [46010, 1], "16": [46018, 224], "160": [46701, 4], "1600": [46718, 9], "1601": [46768, 60], "1602": [47014, 60], "1603": [47260, 20], "1604": [47346, 15], "1604a": [47432, 1], "1605": [47435, 5], "1606": [47463, 3], "1607": [47483, 1], "1608": [47491, 1], "1609": [47499, 3], "161": [47517, 4], "1610": [47534, 1], "1611": [47542, 3], "1612": [47562, 4], "1613": [47584, 106], "1614": [48046, 101], "1615": [48504, 1], "1616": [48512, 4], "1617": [48540, 1], "1618": [48548, 1], "1619": [48556, 3], "162": [48574, 10], "1620": [48625, 9], "1621": [48665, 1], "1622": [48673, 1], "1623": [48681, 1], "1624": [48689, 3], "1625": [48707, 8], "1626": [48747, 88], "1627": [49167, 1], "1628": [49175, 2], "1629": [49189, 1], "163": [49197, 9], "1630": [49245, 9], "1631": [49295, 4], "1632": [49317, 1], "1633": [49325, 2], "1634": [49339, 3], "1635": [49361, 1], "1636": [49369, 3], "1637": [49387, 1], "1638": [49395, 5], "1639": [49429, 4], "164": [49455, 13], "1640": [49511, 1], "1641": [49519, 68], "1642": [49819, 1], "1643": [49827, 1], "1644": [49835, 1], "1645": [49843, 6], "1646": [49873, 30], "1647": [50019, 23], "1648": [50127, 11], "1649": [50179, 2], "165": [50193, 7], "1650": [50229, 1], "1651": [50237, 1], "1652": [50245, 1], "1653": [50253, 11], "1654": [50311, 6], "1655": [50351, 1], "1656": [50359, 1], "1657": [50367, 5], "1658": [50393, 4], "1659": [50417, 30], "166": [50563, 3], "1660": [50577, 1], "1661": [50585, 1], "1662": [50593, 5], "1663": [50625, 7], "1664": [50663, 4], "1665": [50693, 40], "1666": [50877, 3], "1667": [50895, 4], "1668": [50921, 6], "1669": [50955, 6], "167": [50991, 3], "1670": [51005, 1], "1671": [51013, 6], "1672": [51043, 2], "1673": [51057, 1], "1674": [51065, 6], "1675": [51103, 1], "1676": [51111, 22], "1677": [51207, 2], "1678": [51221, 17], "1679": [51295, 12], "168": [51351, 10], "1680": [51410, 2], "1681": [51424, 4], "1682": [51452, 28], "1683": [51574, 31], "1684": [51742, 20], "1685": [51854, 2], "1686": [51868, 3], "1687": [51886, 1], "1688": [51894, 1], "1689": [51902, 1], "169": [51910, 3], "1690": [51924, 2], "1691": [51938, 8], "1692": [51986, 1], "1693": [51994, 47], "1694": [52234, 1], "1695": [52242, 1], "1696": [52250, 1], "1697": [52258, 7], "1698": [52294, 20], "1699": [52380, 10], "16th": [52432, 1], "17": [52435, 443], "170": [53791, 4], "1700": [53808, 1], "1701": [53816, 1], "1702": [53824, 1], "1703": [53832, 7], "1704": [53866, 1], "1705": [53874, 7], "1706": [53914, 28], "1707": [54034, 6], "1708": [54070, 15], "1709": [54150, 1], "171": [54158, 1], "1710": [54166, 5], "1711": [54194, 3], "1712": [54214, 3], "1713": [54234, 9], "1714": [54284, 2], "1715": [54298, 2], "1716": [54312, 12], "1717": [54370, 1], "1718": [54378, 3], "1719": [54398, 11], "172": [54448, 1], "1720": [54456, 13], "1721": [54526, 1], "1722": [54534, 1], "1723": [54542, 4], "1724": [54566, 1], "1725": [54574, 1], "1726": [54582, 2], "1727": [54596, 1], "1728": [54604, 52], "1729": [54868, 4], "173": [54890, 4], "1730": [54907, 1], "1731": [54915, 1], "1732": [54923, 1], "1733": [54931, 1], "1734": [54939, 2], "1735": [54953, 2], "1736": [54967, 1], "1737": [54975, 1], "1738": [54983, 2], "1739": [54997, 8], "174": [55039, 2], "1740": [55050, 4], "1741": [55074, 9], "1742": [55132, 1], "1743": [55140, 2], "1744": [55154, 2], "1745": [55168, 1], "1746": [55176, 14], "1747": [55262, 23], "1748": [55362, 28], "1749": [55494, 62], "175": [55840, 6], "1750": [55866, 3], "1751": [55883, 62], "1752": [56247, 12], "1753": [56315, 20], "1754": [56413, 19], "1755": [56519, 1], "1756": [56527, 1], "1757": [56535, 1], "1758": [56543, 1], "1759": [56551, 1], "176": [56559, 2], "1760": [56570, 2], "1761": [56584, 6], "1762": [56614, 1], "1763": [56622, 1], "1764": [56630, 1], "1765": [56638, 1], "1766": [56646, 2], "1767": [56660, 56], "1768": [56912, 26], "1769": [57034, 1], "177": [57042, 3], "1770": [57056, 2], "1771": [57070, 25], "1772": [57216, 1], "1773": [57224, 1], "1774": [57232, 9], "1775": [57284, 1], "1776": [57292, 1], "1777": [57300, 2], "1778": [57314, 3], "1779": [57332, 9], "178": [57388, 9], "1780": [57425, 1], "1781": [57433, 235], "1782": [58877, 1], "1783": [58885, 3], "1784": [58909, 2], "1785": [58923, 45], "1786": [59235, 28], "1787": [59429, 148], "1788": [60157, 62], "1789": [60431, 1], "179": [60439, 3], "1790": [60453, 1], "1791": [60461, 1], "1792": [60469, 17], "1793": [60547, 4], "1794": [60569, 12], "1795": [60625, 1], "1796": [60633, 1], "1797": [60641, 1], "1798": [60649, 1], "1799": [60657, 1], "18": [60665, 117], "180": [61022, 4], "1800": [61039, 7], "1801": [61075, 2], "1802": [61089, 2], "1803": [61103, 2], "1804": [61117, 4], "1805": [61143, 17], "1806": [61223, 3], "1807": [61243, 16], "1808": [61335, 1], "1809": [61343, 1], "181": [61351, 4], "1810": [61368, 13], "1811": [61430, 1], "1812": [61438, 1], "1813": [61446, 5], "1814": [61474, 2], "1815": [61488, 2], "1816": [61502, 2], "1817": [61516, 1], "1818": [61524, 7], "1819": [61560, 1], "182": [61568, 3], "1820": [61582, 2], "1821": [61596, 1], "1822": [61604, 2], "1823": [61615, 1], "1824": [61623, 42], "1825": [61813, 60], "1826": [62081, 47], "1827": [62373, 7], "1828": [62413, 26], "1829": [62527, 4], "183": [62549, 1], "1830": [62557, 1], "1831": [62565, 5], "1832": [62599, 4], "1833": [62621, 3], "1834": [62639, 37], "1835": [62825, 4], "1836": [62847, 41], "1837": [63087, 1], "1838": [63095, 2], "1839": [63109, 1], "184": [63117, 2], "1840": [63128, 6], "1841": [63158, 9], "1842": [63222, 3], "1843": [63240, 3], "1844": [63262, 1], "1845": [63270, 10], "1846": [63318, 21], "1847": [63420, 7], "1848": [63464, 1], "1849": [63472, 3], "185": [63490, 10], "1850": [63543, 1], "1851": [63551, 1], "1852": [63559, 9], "1853": [63607, 11], "1854": [63675, 48], "1855": [63899, 1], "1856": [63907, 21], "1857": [64019, 4], "1858": [64043, 5], "1859": [64075, 1], "186": [64083, 2], "1860": [64094, 109], "1861": [64604, 22], "1862": [64706, 2], "1863": [64720, 1], "1864": [64728, 1], "1865": [64736, 1], "1866": [64744, 1], "1867": [64752, 3], "1868": [64770, 1], "1869": [64778, 23], "187": [64882, 2], "1870": [64893, 4], "1871": [64915, 3], "1872": [64933, 3], "1873": [64951, 1], "1874": [64959, 1], "1875": [64967, 1], "1876": [64975, 3], "1877": [64993, 45], "1878": [65223, 41], "1879": [65419, 33], "188": [65601, 2], "1880": [65612, 13], "1881": [65670, 1], "1882": [65678, 1], "1883": [65686, 15], "1884": [65758, 15], "1885": [65832, 3], "1886": [65850, 7], "1887": [65886, 1], "1888": [65894, 1], "1889": [65902, 1], "189": [65910, 2], "1890": [65921, 2], "1891": [65935, 6], "1892": [65965, 42], "1893": [66159, 1], "1894": [66167, 12], "1895": [66223, 1], "1896": [66231, 1], "1897": [66239, 1], "1898": [66247, 1], "1899": [66255, 1], "19": [66263, 144], "190": [66705, 2], "1900": [66716, 18], "1901": [66815, 40], "1902": [67023, 4], "1903": [67049, 3], "1904": [67067, 1], "1905": [67075, 2], "1906": [67089, 5], "1907": [67115, 2], "1908": [67129, 7], "1909": [67169, 6], "191": [67205, 3], "1910": [67219, 1], "1911": [67227, 1], "1912": [67235, 3], "1913": [67253, 1], "1914": [67261, 1], "1915": [67269, 6], "1916": [67305, 4], "1917": [67331, 1], "1918": [67339, 1], "1919": [67347, 27], "192": [67523, 9], "1920": [67571, 8], "1921": [67611, 1], "1922": [67619, 1], "1923": [67627, 1], "1924": [67635, 21], "1925": [67733, 6], "1926": [67767, 7], "1927": [67801, 24], "1928": [67927, 5], "1929": [67955, 3], "193": [67973, 3], "1930": [67987, 3], "1931": [68005, 7], "1932": [68041, 8], "1933": [68091, 1], "1934": [68099, 5], "1935": [68124, 17], "1936": [68213, 20], "1937": [68341, 3], "1938": [68359, 3], "1939": [68379, 10], "194": [68435, 3], "1940": [68449, 2], "1941": [68460, 1], "1942": [68468, 1], "1943": [68476, 1], "1944": [68484, 9], "1945": [68540, 116], "1946": [69146, 29], "1947": [69287, 28], "1948": [69434, 4], "1949": [69458, 42], "195": [69634, 3], "1950": [69648, 2], "1951": [69659, 12], "1952": [69725, 1], "1953": [69733, 1], "1954": [69741, 1], "1955": [69749, 13], "1956": [69810, 5], "1957": [69834, 29], "1958": [69959, 40], "1959": [70085, 77], "196": [70337, 120], "1960": [70990, 183], "1961": [71605, 188], "1962": [72192, 248], "1963": [72942, 303], "1964": [73870, 209], "1965": [74503, 190], "1966": [75086, 179], "1967": [75629, 168], "1968": [76149, 146], "1969": [76606, 188], "197": [77255, 3], "1970": [77269, 190], "1970s": [77849, 1], "1971": [77852, 107], "1972": [78178, 197], "1973": [78879, 195], "1974": [79652, 145], "1975": [80097, 124], "1976": [80495, 102], "1977": [80841, 117], "19777": [81303, 1], "1978": [81306, 2990], "197810": [90320, 2], "197811": [90326, 2], "197812": [90332, 1], "19782": [90335, 2], "19783": [90341, 4], "19784": [90353, 3], "19787": [90362, 2], "19788": [90368, 1], "19789": [90371, 2], "1979": [90377, 154], "19791": [90882, 1], "19794": [90885, 1], "198": [90888, 2], "1980": [90899, 45], "1981": [91053, 1], "1982": [91061, 42], "1983": [91225, 1], "1984": [91233, 1], "1985": [91241, 1], "1986": [91249, 3], "1987": [91267, 15], "1988": [91351, 13], "1989": [91421, 28], "199": [91557, 3], "1990": [91571, 1], "1991": [91579, 1], "1992": [91587, 26], "1993": [91739, 1], "1994": [91747, 7], "1995": [91781, 1], "1996": [91789, 1], "1997": [91797, 26], "1998": [91947, 1], "1999": [91955, 4], "2": [91977, 688], "20": [94267, 379], "200": [95421, 11], "2000": [95459, 6], "2001": [95482, 1], "2002": [95490, 5], "2003": [95518, 8], "2004": [95562, 12], "2005": [95632, 1], "2006": [95640, 1], "2007": [95648, 1], "2008": [95656, 1], "2009": [95664, 1], "201": [95672, 5], "2010": [95692, 1], "2011": [95700, 2], "2012": [95714, 3], "2013": [95734, 2], "2014": [95748, 1], "2015": [95756, 31], "2016": [95906, 15], "2017": [95976, 61], "2018": [96290, 27], "2019": [96472, 1], "202": [96480, 7], "2020": [96511, 3], "2021": [96531, 15], "2022": [96597, 4], "2023": [96619, 9], "2024": [96663, 1], "2025": [96671, 10], "2026": [96717, 1], "2027": [96725, 1], "2028": [96733, 5], "2029": [96765, 1], "203": [96773, 7], "2030": [96803, 1], "2031": [96811, 8], "2032": [96859, 29], "2033": [96983, 27], "2034": [97119, 17], "2035": [97205, 4], "2036": [97227, 7], "2037": [97261, 1], "2038": [97269, 1], "2039": [97277, 1], "204": [97285, 3], "2040": [97302, 16], "2041": [97398, 6], "2042": [97428, 20], "2043": [97532, 9], "2044": [97574, 10], "2045": [97626, 10], "2046": [97682, 30], "2047": [97860, 1], "2048": [97868, 10], "2049": [97927, 4], "205": [97951, 77], "2050": [98292, 5], "2051": [98318, 1], "2052": [98326, 9], "2053": [98374, 22], "2054": [98566, 2], "2055": [98580, 5], "2056": [98610, 1], "2057": [98618, 8], "2058": [98662, 5], "2059": [98694, 46], "206": [98886, 8], "2060": [98925, 90], "2061": [99369, 34], "2062": [99555, 1], "2063": [99563, 1], "2064": [99571, 2], "2065": [99585, 1], "2066": [99593, 3], "2067": [99613, 1], "2068": [99621, 4], "2069": [99643, 1], "207": [99651, 8], "2070": [99690, 1], "2071": [99698, 3], "2072": [99716, 1], "2073": [99724, 1], "2074": [99732, 13], "2075": [99818, 6], "2076": [99850, 1], "2077": [99858, 1], "2078": [99866, 2], "2079": [99880, 1], "208": [99888, 5], "2080": [99913, 33], "2081": [100077, 4], "2082": [100101, 30], "2083": [100231, 47], "2084": [100427, 1], "2085": [100435, 26], "2086": [100549, 1], "2087": [100557, 6], "2088": [100593, 1], "2089": [100601, 1], "209": [100609, 20], "2090": [100705, 1], "2091": [100713, 31], "2092": [100871, 6], "2093": [100905, 11], "2094": [100979, 5], "2095": [101009, 47], "2096": [101247, 6], "2097": [101279, 18], "2098": [101359, 1], "2099": [101367, 6], "21": [101405, 158], "210": [101898, 79], "2100": [102336, 1], "2101": [102344, 3], "2102": [102362, 3], "2103": [102380, 2], "2104": [102394, 3], "2105": [102418, 4], "2106": [102440, 1], "2107": [102448, 36], "2108": [102726, 1], "2109": [102734, 33], "211": [102978, 2], "2110": [102989, 40], "2111": [103193, 27], "2112": [103355, 16], "2113": [103425, 1], "2114": [103433, 3], "2115": [103453, 4], "2116": [103477, 1], "2117": [103485, 1], "2118": [103493, 7], "2119": [103527, 6], "212": [103561, 2], "2120": [103572, 7], "2121": [103620, 1], "2122": [103628, 6], "2123": [103660, 2], "2124": [103674, 2], "2125": [103688, 8], "2126": [103726, 70], "2127": [104054, 41], "2128": [104256, 5], "2129": [104282, 5], "213": [104312, 3], "2130": [104326, 6], "2131": [104358, 3], "2132": [104380, 3], "2133": [104402, 3], "2134": [104424, 3], "2135": [104448, 3], "2136": [104472, 1], "2137": [104480, 4], "2138": [104502, 33], "2139": [104658, 10], "214": [104712, 17], "2140": [104787, 6], "2141": [104817, 1], "2142": [104825, 4], "2143": [104849, 2], "2144": [104863, 4], "2145": [104885, 1], "2146": [104893, 10], "2147": [104957, 23], "2148": [105065, 18], "2149": [105147, 3], "215": [105165, 5], "2150": [105188, 42], "2151": [105414, 16], "2152": [105492, 28], "2153": [105612, 3], "2154": [105630, 16], "2155": [105718, 59], "2156": [105984, 21], "2157": [106096, 2], "2158": [106110, 1], "2159": [106118, 6], "216": [106152, 2], "2160": [106163, 7], "2161": [106199, 1], "2162": [106207, 13], "2163": [106269, 24], "2164": [106405, 5], "2165": [106439, 5], "2166": [106467, 4], "2167": [106489, 21], "2168": [106599, 52], "2169": [106851, 5], "217": [106877, 6], "2170": [106909, 8], "2171": [106959, 1], "2172": [106967, 1], "2173": [106975, 2], "2174": [106989, 2], "2175": [107003, 8], "2176": [107047, 4], "2177": [107069, 5], "2178": [107097, 51], "2179": [107329, 74], "218": [107713, 4], "2180": [107730, 1], "2181": [107738, 7], "2182": [107782, 10], "2183": [107836, 3], "2184": [107854, 1], "2185": [107862, 8], "2186": [107902, 1], "2187": [107910, 36], "2188": [108064, 17], "2189": [108140, 12], "219": [108212, 2], "2190": [108223, 3], "2191": [108243, 14], "2192": [108315, 13], "2193": [108381, 14], "2194": [108447, 4], "2195": [108473, 5], "2196": [108501, 1], "2197": [108509, 1], "2198": [108517, 7], "2199": [108555, 1], "22": [108563, 432], "220": [109874, 4], "2200": [109891, 3], "2201": [109909, 1], "2202": [109917, 3], "2203": [109935, 48], "2204": [110237, 32], "2205": [110385, 3], "2206": [110409, 1], "2207": [110417, 3], "2208": [110439, 1], "2209": [110447, 4], "221": [110473, 5], "2210": [110496, 12], "2211": [110556, 7], "2212": [110598, 1], "2213": [110606, 1], "2214": [110614, 5], "2215": [110648, 3], "2216": [110668, 10], "2217": [110730, 1], "2218": [110738, 52], "2219": [110992, 8], "222": [111034, 8], "2220": [111071, 25], "2221": [111299, 21], "2222": [111399, 23], "2223": [111509, 1], "2224": [111517, 2], "2225": [111531, 1], "2226": [111539, 3], "2227": [111559, 28], "2228": [111691, 20], "2229": [111811, 3], "223": [111829, 2], "2230": [111840, 6], "2231": [111872, 4], "2232": [111896, 1], "2233": [111904, 1], "2234": [111912, 1], "2235": [111920, 1], "2236": [111928, 1], "2237": [111936, 1], "2238": [111944, 1], "2239": [111952, 1], "224": [111960, 85], "2240": [112381, 1], "2241": [112389, 1], "2242": [112397, 1], "2243": [112405, 1], "2244": [112413, 1], "2245": [112421, 10], "2246": [112471, 1], "2247": [112479, 22], "2248": [112591, 1], "2249": [112599, 15], "225": [112673, 3], "2250": [112687, 2], "2251": [112698, 30], "2252": [112906, 52], "2253": [113134, 6], "2254": [113166, 3], "2255": [113184, 1], "2256": [113192, 12], "2257": [113264, 13], "2258": [113340, 10], "2259": [113386, 1], "226": [113394, 3], "2260": [113408, 1], "2261": [113416, 2], "2262": [113430, 1], "2263": [113438, 15], "2264": [113524, 5], "2265": [113550, 1], "2266": [113558, 2], "2267": [113572, 3], "2268": [113594, 3], "2269": [113612, 3], "227": [113630, 2], "2270": [113641, 8], "2271": [113691, 1], "2272": [113699, 5], "2273": [113729, 18], "2274": [113863, 4], "2275": [113885, 1], "2276": [113893, 6], "2277": [113929, 33], "2278": [114083, 3], "2279": [114101, 2], "228": [114115, 2], "2280": [114126, 9], "2281": [114176, 1], "2282": [114184, 6], "2283": [114216, 1], "2284": [114224, 1], "2285": [114232, 1], "2286": [114240, 4], "2287": [114264, 4], "2288": [114286, 3], "2289": [114304, 7], "229": [114342, 3], "2290": [114356, 7], "2291": [114390, 1], "2292": [114398, 4], "2293": [114426, 2], "2294": [114440, 10], "2295": [114490, 1], "2296": [114498, 3], "2297": [114516, 18], "2298": [114598, 8], "2299": [114636, 11], "23": [114688, 291], "230": [115574, 3], "2300": [115591, 1], "2301": [115599, 2], "2302": [115613, 5], "2303": [115639, 1], "2304": [115647, 1], "2305": [115655, 1], "2306": [115663, 1], "2307": [115671, 1], "2308": [115679, 1], "2309": [115687, 6], "231": [115719, 3], "2310": [115733, 5], "2311": [115759, 1], "2312": [115767, 1], "2313": [115775, 11], "2314": [115827, 21], "2315": [115926, 20], "2316": [116020, 1], "2317": [116028, 62], "2318": [116312, 3], "2319": [116330, 75], "232": [116664, 6], "2320": [116697, 17], "2321": [116779, 1], "2322": [116787, 1], "2323": [116795, 5], "2324": [116829, 1], "2325": [116837, 41], "2326": [117007, 36], "2327": [117181, 1], "2328": [117189, 1], "2329": [117197, 42], "233": [117377, 3], "2330": [117391, 1], "2331": [117399, 1], "2332": [117407, 1], "2333": [117415, 4], "2334": [117443, 2], "2335": [117457, 4], "2336": [117479, 1], "2337": [117487, 1], "2338": [117495, 1], "2339": [117503, 6], "234": [117551, 3], "2340": [117565, 27], "2341": [117727, 48], "2342": [117939, 28], "2343": [118079, 4], "2344": [118107, 3], "2345": [118125, 31], "2346": [118293, 3], "2347": [118311, 1], "2348": [118319, 8], "2349": [118359, 12], "235": [118427, 3], "2350": [118441, 10], "2351": [118515, 1], "2352": [118523, 3], "2353": [118541, 3], "2354": [118559, 10], "2355": [118643, 11], "2356": [118735, 61], "2357": [119017, 7], "2358": [119055, 40], "2359": [119261, 26], "236": [119379, 7], "2360": [119411, 13], "2361": [119493, 9], "2362": [119535, 6], "2363": [119567, 2], "2364": [119581, 2], "2365": [119597, 21], "2366": [119701, 2], "2367": [119717, 17], "2368": [119791, 1], "2369": [119799, 1], "237": [119807, 3], "2370": [119821, 2], "2371": [119835, 2], "2372": [119849, 7], "2373": [119883, 36], "2374": [120099, 31], "2375": [120267, 8], "2376": [120311, 36], "2377": [120483, 51], "2378": [120739, 27], "2379": [120857, 33], "238": [121023, 4], "2380": [121058, 38], "2381": [121240, 1], "2382": [121248, 1], "2383": [121256, 1], "2384": [121264, 1], "2385": [121272, 1], "2386": [121280, 1], "2387": [121288, 9], "2388": [121342, 20], "2389": [121450, 2], "239": [121464, 2], "2390": [121475, 2], "2391": [121489, 1], "2392": [121497, 6], "2393": [121531, 4], "2394": [121555, 4], "2395": [121581, 1], "2396": [121589, 13], "2397": [121657, 1], "2398": [121665, 3], "2399": [121683, 1], "24": [121691, 208], "240": [122327, 3], "2400": [122341, 3], "2401": [122363, 1], "2402": [122371, 1], "2403": [122379, 1], "2404": [122387, 2], "2405": [122401, 1], "2406": [122409, 17], "2407": [122489, 21], "2408": [122597, 1], "2409": [122605, 1], "241": [122613, 1], "2410": [122621, 1], "2411": [122629, 11], "2412": [122681, 13], "2413": [122745, 2], "2414": [122759, 1], "2415": [122767, 6], "2416": [122801, 5], "2417": [122831, 16], "2418": [122913, 1], "2419": [122921, 2], "242": [122935, 2], "2420": [122946, 5], "2421": [122972, 7], "2422": [123018, 1], "2423": [123026, 8], "2424": [123070, 23], "2425": [123168, 2], "2426": [123182, 1], "2427": [123190, 4], "2428": [123214, 1], "2429": [123222, 1], "243": [123230, 3], "2430": [123244, 2], "2431": [123258, 1], "2432": [123266, 2], "2433": [123280, 3], "2434": [123298, 24], "2435": [123400, 23], "2436": [123556, 22], "2437": [123662, 10], "2438": [123708, 26], "2439": [123842, 1], "244": [123850, 2], "2440": [123861, 1], "2441": [123869, 1], "2442": [123877, 1], "2443": [123885, 2], "2444": [123899, 1], "2445": [123907, 1], "2446": [123915, 1], "2447": [123923, 1], "2448": [123931, 1], "2449": [123939, 2], "245": [123953, 8], "2450": [123988, 8], "2451": [124036, 19], "2452": [124148, 21], "2453": [124270, 22], "2454": [124422, 8], "2455": [124466, 9], "2456": [124528, 14], "2457": [124598, 19], "2458": [124692, 1], "2459": [124700, 3], "246": [124718, 3], "2460": [124732, 1], "2461": [124740, 1], "2462": [124748, 1], "2463": [124756, 1], "2464": [124764, 1], "2465": [124772, 1], "2466": [124780, 10], "2467": [124840, 3], "2468": [124858, 1], "2469": [124866, 1], "247": [124874, 2], "2470": [124885, 27], "2471": [125009, 1], "2472": [125017, 1], "2473": [125025, 1], "2474": [125033, 3], "2475": [125055, 1], "2476": [125063, 1], "2477": [125071, 13], "2478": [125133, 26], "2479": [125263, 22], "248": [125363, 4], "2480": [125380, 29], "2481": [125508, 7], "2482": [125542, 28], "2483": [125676, 1], "2484": [125684, 1], "2485": [125692, 8], "2486": [125736, 1], "2487": [125744, 1], "2488": [125752, 1], "2489": [125760, 3], "249": [125782, 95], "2490": [126214, 2], "2491": [126228, 9], "2492": [126272, 7], "2493": [126306, 9], "2494": [126354, 1], "2495": [126362, 1], "2496": [126370, 4], "2497": [126394, 22], "2498": [126490, 13], "2499": [126556, 27], "25": [126672, 130], "250": [127071, 12], "2500": [127137, 5], "2501": [127163, 31], "2502": [127297, 1], "2503": [127305, 1], "2504": [127313, 1], "2505": [127321, 9], "2506": [127377, 10], "2507": [127423, 1], "2508": [127431, 1], "2509": [127439, 1], "251": [127447, 4], "2510": [127464, 1], "2511": [127472, 1], "2512": [127480, 1], "2513": [127488, 18], "2514": [127580, 1], "2515": [127588, 2], "2516": [127602, 1], "2517": [127610, 13], "2518": [127692, 11], "2519": [127746, 2], "252": [127760, 2], "2520": [127771, 1], "2521": [127779, 6], "2522": [127817, 6], "2523": [127847, 2], "2524": [127861, 26], "2525": [127977, 2], "2526": [127991, 12], "2527": [128045, 3], "2528": [128063, 1], "2529": [128071, 3], "253": [128089, 3], "2530": [128103, 16], "2531": [128181, 2], "2532": [128195, 5], "2533": [128227, 2], "2534": [128241, 43], "2535": [128469, 1], "2536": [128477, 8], "2537": [128517, 17], "2538": [128603, 19], "2539": [128687, 1], "254": [128695, 47], "2540": [128894, 1], "2541": [128902, 22], "2542": [128998, 1], "2543": [129006, 38], "2544": [129268, 5], "2545": [129302, 21], "2546": [129404, 82], "2547": [129786, 12], "2548": [129850, 7], "2549": [129884, 1], "255": [129892, 2], "2550": [129903, 8], "2551": [129949, 2], "2552": [129963, 31], "2553": [130123, 1], "2554": [130131, 1], "2555": [130139, 3], "2556": [130157, 27], "2557": [130301, 9], "2558": [130347, 33], "2559": [130503, 28], "256": [130649, 4], "2560": [130666, 1], "2561": [130674, 4], "2562": [130696, 1], "2563": [130704, 2], "2564": [130718, 1], "2565": [130726, 4], "2566": [130750, 1], "2567": [130758, 3], "2568": [130778, 1], "2569": [130786, 10], "257": [130846, 4], "2570": [130863, 1], "2571": [130871, 4], "2572": [130893, 4], "2573": [130915, 20], "2574": [131023, 3], "2575": [131041, 4], "2576": [131063, 1], "2577": [131071, 1], "2578": [131079, 1], "2579": [131087, 9], "258": [131137, 4], "2580": [131154, 1], "2581": [131162, 6], "2582": [131192, 30], "2583": [131328, 3], "2584": [131346, 1], "2585": [131354, 1], "2586": [131362, 1], "2587": [131370, 3], "2588": [131388, 3], "2589": [131406, 2], "259": [131420, 2], "2590": [131431, 2], "2591": [131445, 2], "2592": [131459, 1], "2593": [131467, 4], "2594": [131489, 27], "2595": [131611, 13], "2596": [131697, 22], "2597": [131837, 32], "2598": [132003, 23], "2599": [132163, 2], "26": [132177, 116], "260": [132536, 3], "2600": [132550, 1], "2601": [132558, 1], "2602": [132566, 1], "2603": [132574, 27], "2604": [132696, 2], "2605": [132710, 8], "2606": [132750, 1], "2607": [132758, 6], "2608": [132794, 1], "2609": [132802, 1], "261": [132810, 2], "2610": [132821, 1], "2611": [132829, 1], "2612": [132837, 3], "2613": [132857, 1], "2614": [132865, 1], "2615": [132873, 1], "2616": [132881, 13], "2617": [132951, 1], "2618": [132959, 29], "2619": [133111, 6], "262": [133143, 2], "2620": [133154, 1], "2621": [133162, 1], "2622": [133170, 1], "2623": [133178, 5], "2624": [133206, 8], "2625": [133244, 41], "2626": [133458, 21], "2627": [133578, 1], "2628": [133586, 6], "2629": [133624, 27], "263": [133758, 3], "2630": [133772, 7], "2631": [133812, 5], "2632": [133842, 53], "2633": [134116, 9], "2634": [134160, 1], "2635": [134168, 1], "2636": [134176, 1], "2637": [134184, 1], "2638": [134192, 1], "2639": [134200, 1], "263a": [134208, 1], "264": [134211, 5], "2640": [134235, 4], "2641": [134257, 2], "2642": [134271, 2], "2643": [134285, 2], "2644": [134299, 1], "2645": [134307, 49], "2646": [134517, 1], "2647": [134525, 3], "2648": [134549, 1], "2649": [134557, 1], "265": [134565, 6], "2650": [134598, 21], "2651": [134704, 19], "2652": [134794, 41], "2653": [134964, 3], "2654": [134982, 3], "2655": [135000, 2], "2656": [135016, 2], "2657": [135032, 8], "2658": [135076, 2], "2659": [135090, 2], "266": [135104, 4], "2660": [135121, 2], "2661": [135135, 1], "2662": [135143, 2], "2663": [135157, 1], "2664": [135165, 5], "2665": [135195, 13], "2666": [135273, 1], "2667": [135281, 16], "2668": [135359, 18], "2669": [135449, 33], "267": [135603, 18], "2670": [135682, 1], "2671": [135690, 1], "2672": [135698, 1], "2673": [135706, 21], "2674": [135808, 8], "2675": [135858, 1], "2676": [135866, 1], "2677": [135874, 6], "2678": [135904, 1], "2679": [135912, 33], "268": [136114, 3], "2680": [136128, 1], "2681": [136136, 2], "2682": [136150, 9], "2683": [136192, 9], "2684": [136236, 47], "2685": [136448, 5], "2686": [136476, 2], "2687": [136490, 10], "2688": [136554, 6], "2689": [136586, 1], "269": [136594, 3], "2690": [136608, 5], "2691": [136642, 11], "2692": [136706, 4], "2693": [136728, 8], "2694": [136778, 2], "2695": [136792, 1], "2696": [136800, 4], "2697": [136830, 1], "2698": [136838, 58], "2699": [137144, 1], "27": [137152, 182], "270": [137706, 3], "2700": [137723, 3], "2701": [137741, 1], "2702": [137749, 1], "2703": [137757, 2], "2704": [137771, 48], "2705": [137991, 5], "2706": [138019, 2], "2707": [138033, 15], "2708": [138101, 39], "2709": [138331, 27], "271": [138463, 12], "2710": [138519, 24], "2711": [138639, 1], "2712": [138647, 4], "2713": [138669, 1], "2714": [138677, 5], "2715": [138709, 20], "2716": [138813, 17], "2717": [138895, 17], "2718": [138973, 18], "2719": [139053, 45], "272": [139257, 44], "2720": [139436, 1], "2721": [139444, 1], "2722": [139452, 1], "2723": [139460, 82], "2724": [139880, 1], "2725": [139888, 1], "2726": [139896, 22], "2727": [140054, 7], "2728": [140088, 1], "2729": [140096, 3], "273": [140116, 13], "2730": [140174, 7], "2731": [140208, 6], "2732": [140262, 66], "2733": [140560, 34], "2734": [140718, 20], "2735": [140834, 2], "2736": [140848, 32], "2737": [141036, 2], "2738": [141050, 44], "2739": [141256, 6], "274": [141286, 11], "2740": [141337, 32], "2741": [141487, 35], "2742": [141647, 9], "2743": [141699, 1], "2744": [141707, 1], "2745": [141715, 5], "2746": [141743, 11], "2747": [141805, 18], "2748": [141917, 3], "2749": [141935, 1], "275": [141943, 2], "2750": [141954, 1], "2751": [141962, 12], "2752": [142026, 1], "2753": [142034, 4], "2754": [142056, 1], "2755": [142064, 1], "2756": [142072, 4], "2757": [142094, 5], "2758": [142128, 1], "2759": [142136, 2], "276": [142150, 7], "2760": [142185, 1], "2761": [142193, 1], "2762": [142201, 2], "2763": [142215, 4], "2764": [142237, 1], "2765": [142245, 35], "2766": [142419, 12], "2767": [142499, 11], "2768": [142573, 19], "2769": [142691, 4], "277": [142713, 2], "2770": [142724, 26], "2771": [142894, 4], "2772": [142918, 6], "2773": [142952, 14], "2774": [143024, 1], "2775": [143032, 1], "2776": [143040, 1], "2777": [143048, 14], "2778": [143112, 1], "2779": [143120, 1], "278": [143128, 2], "2780": [143139, 1], "2781": [143147, 10], "2782": [143193, 1], "2783": [143201, 12], "2784": [143265, 12], "2785": [143327, 4], "2786": [143351, 18], "2787": [143433, 6], "2788": [143467, 3], "2789": [143491, 1], "279": [143499, 7], "2790": [143529, 1], "2791": [143537, 1], "2792": [143545, 3], "2793": [143567, 3], "2794": [143585, 1], "2795": [143593, 9], "2796": [143639, 4], "2797": [143661, 1], "2798": [143669, 5], "2799": [143695, 6], "28": [143743, 174], "280": [144276, 1], "2800": [144284, 1], "2801": [144292, 3], "2802": [144310, 4], "2803": [144332, 1], "2804": [144340, 1], "2805": [144348, 1], "2806": [144356, 1], "2807": [144364, 1], "2808": [144372, 1], "2809": [144380, 1], "281": [144388, 2], "2810": [144399, 1], "2811": [144407, 1], "2812": [144415, 1], "2813": [144423, 1], "2814": [144431, 1], "2815": [144439, 1], "2816": [144447, 9], "2817": [144501, 22], "2818": [144597, 1], "2819": [144605, 4], "282": [144627, 3], "2820": [144641, 19], "2821": [144727, 3], "2822": [144745, 1], "2823": [144753, 6], "2824": [144789, 26], "2825": [144915, 2], "2826": [144929, 1], "2827": [144937, 8], "2828": [144977, 33], "2829": [145121, 5], "283": [145151, 2], "2830": [145162, 1], "2831": [145170, 1], "2832": [145178, 1], "2833": [145186, 29], "2834": [145350, 7], "2835": [145396, 1], "2836": [145404, 1], "2837": [145412, 4], "2838": [145436, 36], "2839": [145600, 9], "284": [145674, 31], "2840": [145811, 37], "2841": [145981, 5], "2842": [146007, 84], "2843": [146373, 1], "2844": [146381, 15], "2845": [146469, 19], "2846": [146581, 6], "2847": [146613, 6], "2848": [146657, 1], "2849": [146665, 7], "285": [146703, 3], "2850": [146717, 3], "2851": [146735, 16], "2852": [146807, 19], "2853": [146905, 4], "2854": [146931, 1], "2855": [146939, 41], "2856": [147179, 20], "2857": [147333, 21], "2858": [147429, 4], "2859": [147457, 12], "286": [147517, 3], "2860": [147531, 16], "2861": [147607, 6], "2862": [147645, 12], "2863": [147699, 38], "2864": [147899, 12], "2865": [147955, 33], "2866": [148105, 25], "2867": [148229, 28], "2868": [148357, 26], "2869": [148497, 15], "287": [148567, 2], "2870": [148578, 21], "2871": [148680, 7], "2872": [148714, 1], "2873": [148722, 1], "2874": [148730, 16], "2875": [148810, 1], "2876": [148818, 8], "2877": [148858, 3], "2878": [148876, 1], "2879": [148884, 26], "288": [148994, 65], "2880": [149266, 1], "2881": [149274, 24], "2882": [149376, 12], "2883": [149440, 2], "2884": [149454, 12], "2885": [149516, 2], "2886": [149530, 3], "2887": [149550, 8], "2888": [149592, 23], "2889": [149696, 19], "289": [149810, 2], "2890": [149821, 1], "2891": [149829, 6], "2892": [149865, 1], "2893": [149873, 1], "2894": [149881, 6], "2895": [149913, 10], "2896": [149961, 24], "2897": [150079, 1], "2898": [150087, 9], "2899": [150131, 13], "29": [150191, 138], "290": [150614, 2], "2900": [150625, 1], "2901": [150633, 21], "2902": [150735, 26], "2903": [150903, 5], "2904": [150929, 1], "2905": [150937, 6], "2906": [150973, 9], "2907": [151015, 1], "2908": [151023, 9], "2909": [151071, 1], "291": [151079, 4], "2910": [151096, 3], "2911": [151118, 18], "2912": [151222, 15], "2913": [151296, 6], "2914": [151326, 1], "2915": [151334, 9], "2916": [151378, 3], "2917": [151398, 1], "2918": [151406, 3], "2919": [151424, 10], "292": [151474, 5], "2920": [151494, 8], "2921": [151532, 11], "2922": [151586, 6], "2923": [151616, 7], "2924": [151656, 1], "2925": [151664, 1], "2926": [151672, 1], "2927": [151680, 10], "2928": [151742, 34], "2929": [151896, 41], "293": [152066, 4], "2930": [152083, 1], "2931": [152091, 1], "2932": [152099, 1], "2933": [152107, 3], "2934": [152129, 41], "2935": [152299, 1], "2936": [152307, 9], "2937": [152363, 9], "2938": [152405, 4], "2939": [152427, 29], "294": [152567, 2], "2940": [152578, 10], "2941": [152624, 40], "2942": [152806, 1], "2943": [152814, 24], "2944": [152918, 6], "2945": [152952, 11], "2946": [153006, 12], "2947": [153068, 1], "2948": [153076, 1], "2949": [153084, 1], "295": [153092, 2], "2950": [153103, 3], "2951": [153121, 5], "2952": [153147, 9], "2953": [153205, 2], "2954": [153219, 9], "2955": [153277, 13], "2956": [153367, 11], "2957": [153421, 21], "2958": [153513, 19], "2959": [153605, 17], "296": [153679, 7], "2960": [153710, 5], "2961": [153736, 2], "2962": [153750, 6], "2963": [153792, 3], "2964": [153810, 1], "2965": [153818, 21], "2966": [153916, 4], "2967": [153938, 3], "2968": [153956, 7], "2969": [154004, 1], "297": [154012, 3], "2970": [154029, 1], "2971": [154037, 7], "2972": [154075, 32], "2973": [154223, 4], "2974": [154245, 9], "2975": [154291, 2], "2976": [154305, 4], "2977": [154331, 5], "2978": [154357, 6], "2979": [154391, 1], "298": [154399, 3], "2980": [154413, 2], "2981": [154427, 7], "2982": [154463, 25], "2983": [154585, 9], "2984": [154633, 3], "2985": [154651, 5], "2986": [154677, 28], "2987": [154825, 10], "2988": [154895, 7], "2989": [154933, 11], "299": [154991, 9], "2990": [155043, 5], "2991": [155069, 32], "2992": [155227, 1], "2993": [155235, 1], "2994": [155243, 1], "2995": [155251, 1], "2996": [155259, 27], "2997": [155391, 3], "2998": [155411, 13], "2999": [155485, 1], "2f": [155493, 1], "2k": [155496, 1], "2m": [155500, 2], "2n": [155506, 6], "2p": [155531, 1], "2s": [155534, 1], "3": [155537, 986], "30": [159214, 235], "300": [159935, 7], "3000": [159965, 11], "3001": [160025, 6], "3002": [160057, 3], "3003": [160075, 24], "3004": [160221, 24], "3005": [160337, 9], "3006": [160379, 31], "3007": [160555, 1], "3008": [160563, 7], "3009": [160597, 7], "301": [160649, 6], "3010": [160676, 1], "3011": [160684, 12], "3012": [160744, 1], "3013": [160752, 1], "3014": [160760, 17], "3015": [160838, 1], "3016": [160846, 10], "3017": [160894, 8], "3018": [160932, 1], "3019": [160940, 1], "302": [160948, 3], "3020": [160962, 2], "3021": [160976, 5], "3022": [161008, 5], "3023": [161040, 1], "3024": [161048, 1], "3025": [161056, 9], "3026": [161102, 1], "3027": [161110, 2], "3028": [161126, 2], "3029": [161142, 1], "303": [161150, 8], "3030": [161196, 23], "3031": [161312, 8], "3032": [161352, 3], "3033": [161370, 3], "3034": [161388, 10], "3035": [161446, 5], "3036": [161472, 1], "3037": [161480, 8], "3038": [161520, 6], "3039": [161554, 11], "304": [161612, 7], "3040": [161638, 3], "3041": [161656, 5], "3042": [161684, 9], "3043": [161742, 13], "3044": [161804, 10], "3045": [161850, 31], "3046": [162008, 6], "3047": [162048, 7], "3048": [162086, 1], "3049": [162094, 7], "305": [162134, 3], "3050": [162148, 7], "3051": [162186, 6], "3052": [162222, 7], "3053": [162256, 36], "3054": [162478, 26], "3055": [162646, 3], "3056": [162664, 1], "3057": [162672, 1], "3058": [162680, 3], "3059": [162698, 4], "306": [162722, 2], "3060": [162733, 11], "3061": [162793, 2], "3062": [162807, 5], "3063": [162835, 3], "3064": [162853, 9], "3065": [162911, 7], "3066": [162961, 1], "3067": [162969, 30], "3068": [163137, 22], "3069": [163235, 41], "307": [163405, 17], "3070": [163484, 9], "3071": [163534, 3], "3072": [163552, 10], "3073": [163604, 73], "3074": [163926, 19], "3075": [164032, 8], "3076": [164084, 14], "3077": [164168, 47], "3078": [164374, 1], "3079": [164382, 1], "308": [164390, 30], "3080": [164565, 27], "3081": [164681, 6], "3082": [164711, 10], "3083": [164757, 21], "3084": [164869, 1], "3085": [164877, 3], "3086": [164895, 1], "3087": [164903, 22], "3088": [164999, 1], "3089": [165007, 2], "309": [165021, 27], "3090": [165168, 2], "3091": [165182, 2], "3092": [165196, 1], "3093": [165204, 32], "3094": [165358, 15], "3095": [165428, 1], "3096": [165436, 7], "3097": [165502, 3], "3098": [165520, 6], "3099": [165564, 6], "31": [165596, 188], "310": [166173, 7], "3100": [166204, 1], "3101": [166212, 17], "3102": [166292, 1], "3103": [166300, 6], "3104": [166332, 9], "3105": [166378, 29], "3106": [166522, 39], "3107": [166722, 6], "3108": [166752, 1], "3109": [166760, 6], "311": [166796, 10], "3110": [166850, 10], "3111": [166902, 6], "3112": [166938, 47], "3113": [167186, 14], "3114": [167268, 9], "3115": [167314, 13], "3116": [167392, 4], "3117": [167416, 2], "3118": [167430, 1], "3119": [167438, 9], "312": [167486, 2], "3120": [167497, 1], "3121": [167505, 19], "3122": [167605, 4], "3123": [167633, 6], "3124": [167675, 5], "3125": [167701, 1], "3126": [167709, 4], "3127": [167731, 11], "3128": [167783, 26], "3129": [167919, 3], "313": [167941, 3], "3130": [167955, 12], "3131": [168011, 3], "3132": [168031, 2], "3133": [168045, 4], "3134": [168069, 11], "3135": [168125, 4], "3136": [168147, 1], "3137": [168155, 1], "3138": [168163, 3], "3139": [168181, 1], "314": [168189, 3], "3140": [168203, 8], "3141": [168241, 1], "3142": [168249, 10], "3143": [168307, 18], "3144": [168389, 35], "3145": [168557, 2], "3146": [168571, 1], "3147": [168579, 2], "3148": 